Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The following non-governmental organizations were represented: AIESEC International, Association of Former United Nations Industry and Development Experts, Austrian Senior Experts Pool, Austro-Egyptian Chamber of Commerce, European Union of Public Relations, Institut Supérieur de Gestion, International Association ZNANIE, International Congress of Industrialists and Entrepreneurs, International Organization of Employers, Mountain Unlimited, Soroptimist International, World Association for Small & Medium Enterprises.
zh: 10. 下列非政府组织出席了会议：商业和经济学专业学生协会国际、前联合国工业和发展专家协会、奥地利高级专家联盟、奥地利－埃及商会、欧洲公共关系联盟、Institut Supérieur de Gestion、国际知识协会、国际工业家和企业家大会、国际雇主组织、山区发展与国际合作学会、职业妇女福利互助会国际协会、世界中小企业协会。

source: The thirtieth session of the Board was declared open by the President of the twenty-eighth and twenty ninth sessions, Mr. O. Zniber (Morocco).
zh: 11. 理事会第三十届会议由第二十八届和第二十九届会议主席O. Zniber先生（摩洛哥）宣布开幕。

source: In accordance with rule 23 of the rules of procedure, the Board elected by acclamation Mr. T. Stelzer (Austria) as President; Mr. H. Bazoberry Otero (Bolivia), Mr. Wu Hailong (China) and Mr. J. Bylica (Poland) as Vice-Presidents; and Mr. E. Koffi (Côte d'Ivoire) as Rapporteur.
zh: 12. 根据议事规则第23条的规定，理事会以鼓掌方式选出T. Stelzer先生（奥地利）任主席；H. Bazoberrry Okero先生（玻利维亚）、吴海龙先生（中国）和J. Bylica先生（波兰）任副主席，E. Koffi先生（科特迪瓦）任报告员。

source: The Board adopted the following agenda:
zh: 13. 理事会通过了临时议程：

source: The Board adopted a proposal by the President to ensure the maximum utilization of available conference-servicing resources (see annex I, decision IDB.30/Dec.1, IDB.30/SR.1, paras.
zh: 14. 理事会通过了主席提交的关于最大限度利用现有会议服务资源的提案(见附件一，IDB.30/Dec.

source: 65 and 66).
zh: 1号决定；IDB.30/SR.1，第65和第66段)。

source: The Board decided to set up informal, in-session consultations with the aim of facilitating the drafting of decisions and entrusted Vice-President Mr. H. Bazoberry Otero (Bolivia) to chair those consultations (see IDB.30/SR.2, paras. 1 to 2).
zh: 15. 理事会决定开展会议期间非正式磋商，目的是促进各项决定的起草，并委托副主席H. Bazoberry Okero先生（玻利维亚）主持这些磋商（见IDB.30/SR.2，第1至第2段）。

source: In accordance with appendix B of the rules of procedure, the following were appointed as tellers: Mr. B. I. Svendsen (Norway), Mr. V. Omelyan (Ukraine) and Ms. M. Garcia de Perez (Venezuela (Bolivarian Republic of)).
zh: 16. 根据议事规则附录B指定以下三人为唱票人：B. I. Svendsen先生(挪威)、V. Omelyan先生(乌克兰)和M. Garcia de Perez先生(委内瑞拉玻利瓦共和国)。

source: ANNUAL REPORT OF THE DIRECTOR-GENERAL FOR 2004 (item 3)
zh: 二. 总干事2004年年度报告(项目3)

source: Under item 3, the Board had before it the Annual Report of UNIDO 2004, including the programme performance report (IDB.30/2), the list of technical cooperation activities (IDB.30/2/Add.1), a report on the activities of the Office of the Comptroller General (IDB.30/21) and a report by the Office of the Comptroller General on the activities undertaken in 2004 (IDB.30/CRP.2).
zh: 17. 理事会在项目3下收到了《2004年工发组织年度报告》，包括方案执行情况报告（IDB.30/2）、技术合作活动一览表（IDB.30/2/Add.1）、关于主计长办公室活动的报告（IDB.30/21）和主计长办公室2004年活动情况报告（IDB.30/CRP.2）。

source: The debate on this item is reflected in summary records IDB.30/SR.1, paragraphs 36 to 64 and IDB.30/SR.2, paragraphs 3 to 54.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.1，第36至第64段和IDB.30/SR.2，第3至第54段。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras.
zh: 根据主席的提议，理事会注意到所提供的文件（IDB.30/SR.7，第11至第12段）。

source: 11 to 12).
zh: 三. 方案预算委员会的报告

source: REPORT OF THE PROGRAMME AND BUDGET COMMITTEE (items 4 (a) to (h)); IMPLEMENTATION OF THE RECOMMENDATIONS OF THE EXTERNAL AUDITOR (item 7)
zh: (项目4(a)至(h))；外聘审计员

source: The Board decided to discuss simultaneously item 4, including sub-items (a) to (h), and item 7.
zh: 18. 理事会决定同时审议项目4（包括分项目(a)至(h)）和项目7。

source: The debate on these items is reflected in summary records IDB.30/SR.2, paragraphs 55 to 88 and IDB.30/SR.3, paragraphs 14 to 26.
zh: 关于这些本项目的辩论情况，见简要记录IDB.30/SR.2，第55至第88段和IDB.30/SR.3第14至第26段。

source: Under item 4, the Board had before it the report of the Programme and Budget Committee on the work of its twenty-first session (IDB.30/22).
zh: 19. 理事会在项目4项下收到了方案预算委员会第二十一届会议工作报告（IDB.30/22）。

source: i. Interim report of the External Auditor, financial performance report and programme performance report for the biennium 2004-2005
zh: 一. 2004-2005两年期外聘审计员

source: Under sub-item 4 (a), the Board had before it the interim report of the External Auditor on the accounts of the United Nations Industrial Development Organization for the financial period 2004-2005 (IDB.30/8), the interim financial performance report for the biennium 2004-2005 submitted by the Director-General (IDB.30/9) and the programme performance report for the biennium 2004-2005, which is included in the Annual Report of UNIDO 2004 (IDB.30/2 and Add.1).
zh: 20. 理事会在分项目4(a) 项下收到了外聘审计员关于联合国工业发展组织2004-2005年财政期决算的中期报告（IDB.30/8）、由总干事提交的2004-2005两年期财务执行情况中期报告（IDB.30/9）和列入《2004年工发组织年度报告》（IDB.30/2和Add.1）之中的2004-2005两年期方案执行情况报告。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 13 to 14).
zh: 根据主席的提议，理事会注意到所提供的文件（IDB.30/SR.7，第13至第14段）。

source: ii. Financial situation of UNIDO
zh: 二. 工发组织的财务状况

source: Under sub-item 4 (b), the Board had before it a report by the Director-General on the financial situation of UNIDO (IDB.30/13), a report by the Director-General on special accounts (IDB.30/10), updated information on the financial situation of UNIDO (IDB.30/CRP.8) and PBC conclusion 2005/7.
zh: 21. 理事会在分项目4(b)项下收到了总干事关于工发组织的财务状况的报告（IDB.30/13）、总干事关于特别账户的报告（IDB.30/10）、关于工发组织财务状况的增订资料（IDB.30/CRP.8）和方案预算委员会第2005/7号结论。

source: The Board considered a draft decision submitted by the President (IDB.30/L.2) and adopted decision IDB.30/Dec.2 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.2）并通过了IDB.30/Dec.2号决定（见附件一）。

source: iii. Scale of assessments for apportionment of the regular budget expenses for the biennium 2006-2007
zh: 三. 2006-2007两年期经常预算

source: Under sub-item 4 (c), the Board had before it a note by the Secretariat on scale of assessments for the fiscal period 2006-2007 (IDB.30/7) and PBC conclusion 2005/4.
zh: 22. 理事会在分项目4(c)项下收到了秘书处关于2006-2007年财政期分摊比额表的说明（IDB.30/7）和方案预算委员会第2005/4号结论。

source: The Board considered a draft decision submitted by the President (IDB.30/L.3) and adopted decision IDB.30/Dec.3 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.3）并通过了IDB.30/Dec.3号决定（见附件一）。

source: iv. Working Capital Fund for the biennium 2006-2007
zh: 四. 2006-2007两年期周转基金

source: Under sub-item 4 (d), the Board had before it proposals by the Director-General on the Working Capital Fund for the biennium 2006-2007 (IDB.30/3) and PBC conclusion 2005/5. The Board considered a
zh: 23. 理事会在分项目4(d)项下收到了总干事2006-2007两年期周转基金的提议（IDB.30/3）和方案预算委员会第2005/5号结论。

source: draft decision submitted by the President (IDB.30/L.4) and adopted decision IDB.30/Dec.4 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.4）并通过了IDB.30/Dec.4号决定（见附件一）。

source: v. Appointment of an External Auditor
zh: 五. 任命外聘审计员

source: Under sub-item 4 (e), the Board had before it five reports by the Director-General on candidatures for the appointment of an External Auditor (IDB.30/5, Add.1, Add.2, Add.3 and Add.4).
zh: 24. 理事会在分项目4(e)项下收到了总干事关于外聘审计员候选人提名的五份报告（IDB.30/5、Add.1、Add.2、Add.3和Add.4）。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 21 to 22).
zh: 根据主席的提议，理事会注意到所提供的文件（IDB.30/SR.7，第21至第22段）。

source: vi. Security enhancements and proposed new conference facilities
zh: 六. 加强安全保障和拟议的新会议设施

source: Under sub-item 4 (f), the Board had before it a report by the Director-General on security enhancements at the Vienna International Centre (IDB.30/11), two proposals of the Director-General on supplementary estimates for the biennium 2004-2005 for security enhancements (IDB.30/12 and Add.1), one proposal of the Director-General on funding options for security enhancements (IDB.30/12/Add.2) and PBC conclusion 2005/6.
zh: 25. 理事会在分项目4(f)项下收到了总干事关于加强维也纳国际中心的安全保障的报告（IDB.30/11）、总干事关于2004-2005两年期加强安全保障追加概算的两份报告（IDB.30/12和Add.1），总干事关于加强安全保障的供资选择的提议（IDB.30/12/Add.2）和方案预算委员会第2005/6号结论）。

source: The Board considered a draft decision submitted by the President (IDB.30/L.13) and adopted decision IDB.30/Dec.5 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.13）并通过了IDB.30/Dec.5号决定（见附件一）。

source: vii. Mobilization of financial resources
zh: 七. 调动财政资源

source: Under sub-item 4 (g), the Board considered the information contained in the Annual Report of UNIDO 2004 on the mobilization of financial resources (IDB.30/2, chapter VI).
zh: 26. 理事会在分项目4(g)项下审议了《2004年工发组织年度报告》中所载关于调动财政资源的资料(IDB.30/2，第六章)。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 23 to 24).
zh: 根据主席的提议，理事会注意到所提供的文件(IDB.30/SR.7，第23至第24段)。

source: Financial regulations
zh: 八. 财务条例

source: Under sub-item 4 (h), the Board had before it information submitted by the Secretariat on an amendment to the annex to the financial regulations (IDB.30/4) and PBC conclusion 2005/2.
zh: 27. 理事会在分项目4(h)项下收到了由秘书处提交的关于对财务条例附件的修正的资料(IDB.30/4)和方案预算委员会第2005/2号结论。

source: The Board considered a draft decision submitted by the President (IDB.30/L.5) and adopted decision IDB.30/Dec.6 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.5）并通过了IDB.30/Dec.6号决定（见附件一）。

source: Under item 7, the Board had before it the interim report of the External Auditor on the accounts of the United Nations Industrial Development Organization for the financial period 2004-2005 (IDB.30/8).
zh: 28. 理事会在项目7之下收到了外聘审计员关于联合国工业发展组织2004-2005年财政时期决算的临时报告(IDB.30/8)。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 29 to 30).
zh: 根据主席的提议，理事会注意到所提供的文件(IDB.30/SR.7，第29至第30段)。

source: PROGRAMME AND BUDGETS, 2006-2007 (item 5)
zh: 四. 2006-2007年方案和预算(项目5)

source: Under item 5, the Board had before it proposals of the Director-General on programme and budgets, 2006-2007 (IDB.30/6), a report on the implementation of Programme and Budget Committee conclusion 2005/3 submitted by the Chairperson of the Committee, Ms. S. Noriega Urizar (Guatemala) (IDB.30/24) and PBC conclusion 2005/3.
zh: 29. 理事会在项目5项下收到总干事关于2006-2007年方案和预算的提议（IDB.30/6）、由委员会主席S. Nomiga Unzar女士（危地马拉）提交的关于方案预算委员会第2005/3号结论执行情况的报告（IDB.30/24）和方案预算委员会第2005/3号结论。

source: The debate on this item is reflected in summary record IDB.30/SR.4, paragraphs 45 to 56 and IDB.30/SR.7, paragraphs 57 to 64.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.4，第45至第46段和IDB.30/SR.7，第57至第64段。

source: The Board considered a draft decision submitted by the President (IDB.30/L.9) and adopted decision IDB.30/Dec.7 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.9）并通过了IDB.30/Dec.7号决定（见附件一）。

source: IMPLEMENTATION OF THE MEDIUM-TERM PROGRAMME FRAMEWORK, 2004-2007 (item 6); MEDIUM-TERM PROGRAMME FRAMEWORK, 2006-2009 (item 9)
zh: 执行情况(项目6)；2006-2009年

source: The Board decided to discuss simultaneously items 6 and 9.
zh: 30. 理事会决定同时审议项目6和项目9。

source: The debate on these items is reflected in summary records IDB.30/SR.4, paragraphs 57 to 82 and IDB.30/SR.5, paragraphs 1 to 14.
zh: 关于这些本项目的辩论情况，见简要记录IDB.30/SR.4，第57至第82段和IDB.30/SR.5，第1至第14段。

source: IMPLEMENTATION OF THE MEDIUM-TERM PROGRAMME FRAMEWORK, 2004-2007
zh: A. 2004-2007年中期方案执行情况

source: Under item 6, the Board had before it a report by the Director-General on implementation of the medium-term programme framework, 2004-2007 (IDB.30/16), a note by the Secretariat on the status of the integrated programmes and country service frameworks (IDB.30/CRP.3) and a note by the Secretariat on the research programme (IDB.30/CRP.7).
zh: 31. 理事会在项目6项下收到了总干事关于2004-2007年中期方案纲要执行情况的报告（IDB.30/16）、秘书处关于综合方案和国别服务框架状况的说明（IDB.30/CRP.3）和秘书处关于研究方案的说明（IDB.30/CRP.7）。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 27 to 28).
zh: 根据主席的提议，理事会注意到所提供的文件（IDB.30/SR.7，第27至第28段）。

source: B. MEDIUM-TERM PROGRAMME FRAMEWORK, 2006-2009
zh: B. 2006-2009年中期方案纲要

source: Under item 9, the Board took note of the entry contained in the annotated agenda (IDB.30/SR.7, paras. 33 to 34).
zh: 32. 理事会在项目9项下注意到议程说明中所载内容（IDB.30/SR.7，第33至第34段）。

source: The Board considered a draft decision submitted by the President (IDB.30/L.11) and adopted decision IDB.30/Dec.8 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.11）并通过了IDB.30/Dec.8（见附件一）。

source: IMPLEMENTATION OF THE COOPERATION AGREEMENT WITH THE UNITED NATIONS DEVELOPMENT PROGRAMME (item 8)
zh: 六. 同联合国开发计划署合作协定的

source: Under item 8, the Board had before it two progress reports by the Director-General on the
zh: 执行情况(项目8)

source: implementation of the Cooperation Agreement with the United Nations Development Programme (IDB.30/17 and IDB.30/CRP.6).
zh: 33. 理事会在项目8项下收到了总干事关于同联合国开发计划署合作协定的执行情况的两份进度报告（IDB.30/17和IDB.30/CRP.6）。

source: The debate on this item is reflected in summary record IDB.30/SR.5, paragraphs 15 to 53.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.5，第15至第53段。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 31 to 32).
zh: 根据主席的提议，理事会注意到所提供的文件（IDB.30/SR.7，第31至第32段）。

source: UNIDO STRATEGIC LONG-TERM VISION (item 10)
zh: 七. 工发组织战略性长期构想(项目10)

source: Under item 10, the Board had before it a report by the Director-General on the UNIDO strategic long-term vision statement (IDB.30/23).
zh: 34. 理事会在项目10项下收到了总干事关于工发组织战略性长期构想说明的报告（IDB.30/23）。

source: The debate on this item is reflected in summary record IDB.30/SR.5, paragraphs 59 to 96.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.5，第59至第96段。

source: The Board considered a draft decision submitted by the President (IDB.30/L.12) and adopted decision IDB.30/Dec.9 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.12）并通过了IDB.30/Dec.9号决定（见附件一）。

source: ACTIVITIES OF THE JOINT INSPECTION UNIT (item 11)
zh: 八. 联合检查组的活动(项目11)

source: Under item 11, the Board had before it a report by the Director-General on activities of the Joint Inspection Unit (IDB.30/14).
zh: 35. 理事会在项目11项下收到了总干事关于联合检查组的活动的报告。

source: At the proposal of the President, the Board took note of the documentation provided (IDB.30/SR.7, paras. 37 to 38).
zh: 根据主席的提议，理事会注意到所提供的文件(IDB.30/SR.7，第37至第38段)。

source: PERSONNEL MATTERS (item 12)
zh: 九. 人事事项(项目12)

source: Under item 12, the Board considered the information contained in the Annual Report of UNIDO 2004 on personnel matters (IDB.30/2, appendix L), a report by the Director-General on personnel matters (IDB.30/15), two conference room papers entitled “List of staff of the UNIDO Secretariat” (IDB.30/CRP.4) and “Appeal cases currently before UNIDO's Joint Appeals Board (JAB) and the ILO Administrative Tribunal (ILOAT)” (IDB.30/CRP.9).
zh: 36. 理事会在项目12项下审议了《2004年工发组织年度报告》中所载关于人事事项的资料（IDB.30/2，附录L）、总干事关于人事事项的报告（IDB.30/15）和两份会议室文件，分别题为“工发组织秘书处工作人员名单”（IDB.30/CRP.4）和“目前向工发组织联合申诉委员会（申诉委员会）和劳工组织行政法庭（行政法庭）提出的申诉案”（IDB.30/CRP.9）。

source: The debate on the item is reflected in summary record IDB.30/SR.6, paragraphs 1 to 7.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.6，第1至第7段。

source: The Board considered a draft decision submitted by the President (IDB.30/L.6) and adopted decision IDB.30/Dec.10 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.6）并通过了IDB.30/Dec.10号决定（见附件一）。

source: MATTERS RELATED TO INTERGOVERNMENTAL, NON-GOVERNMENTAL, GOVERNMENTAL AND OTHER ORGANIZATIONS (item 13)
zh: 十. 与政府间组织、非政府组织、

source: Under item 13, the Board took note of the entry contained in the annotated agenda and the comments made by the President on this item (IDB.30/SR.7, paras. 41 to 42).
zh: 37. 理事会在项目13项下注意到议程说明中所载内容和主席关于本项目所发表的意见（IDB.30/SR.7，第41至第42段）。

source: RECOMMENDATION OF A CANDIDATE FOR THE POST OF DIRECTOR- GENERAL (item 14)
zh: 候选人(项目14)

source: Under item 14, the Board had before it two notes by the Secretariat containing candidates for the post of Director-General (IDB.30/19 and Add.1) and a note by the Secretariat containing a draft contract for appointment of the Director-General (IDB.30/20).
zh: 38. 理事会在项目14项下收到了秘书处两份载有总干事职位候选人的说明（IDB.30/19和Add.1）和秘书处一份载有任用总干事的合同草案的说明（IDB.30/20）。

source: The public debate is reflected in summary record IDB.30/SR.3, paragraphs 1 to 13.
zh: 公开辩论的情况见简要记录IDB.30/SR.3，第6至第13段。

source: The Board considered two draft decisions submitted by the President and adopted decisions IDB.30/Dec.11 and IDB.30/Dec.12 (see annex I).
zh: 理事会审议了由主席提交的两项决定草案并通过了IDB.30/Dec.11和IDB.30/Dec.12号决定（见附件一）。

source: PREPARATIONS FOR THE ELEVENTH SESSION OF THE GENERAL CONFERENCE (item 15)
zh: 十二. 大会第十一届会议的

source: Under item 15, the Board had before it a report by the Director-General on preparations for the eleventh session of the General Conference (IDB.30/18).
zh: 39. 理事会在项目15项下收到了总干事关于大会第十一届会议的筹备情况的报告（IDB.30/18）。

source: The debate on this item is reflected in summary record IDB.30/SR.6, paragraphs 9 to 10.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.6，第9至第10段。

source: The Board considered a draft decision submitted by the President (IDB.30/L.7) and adopted decision IDB.30/Dec.13 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.7）并通过了IDB.30/Dec.13号决定（见附件一）。

source: PROVISIONAL AGENDA AND DATE OF THE THIRTY-FIRST SESSION (item 16)
zh: 十三. 第三十一届会议临时议程和

source: Under item 16, the Board had before it a note by the Director-General on the provisional agenda and date of the thirty-first session (IDB.30/CRP.5).
zh: 40. 理事会在项目16项下收到了总干事关于第三十一届会议临时议程和会期的说明（IDB.30/CRP.5）。

source: The debate on this item is reflected in summary record IDB.30/SR.6, paragraph 11.
zh: 关于本项目的辩论情况，见简要记录IDB.30/SR.6，第11段。

source: The Board considered a draft decision submitted by the President (IDB.30/L.8) and adopted decision IDB.30/Dec.14 (see annex I).
zh: 理事会审议了由主席提交的一项决定草案（IDB.30/L.8）并通过了IDB.30/Dec.14号决定（见附件一）。

source: ADOPTION OF THE REPORT (item 17)
zh: 十四. 通过报告(项目17)

source: Under item 17, the Board considered the draft report (IDB.30/L.1) and adopted it as a whole with the understanding that the Rapporteur would be entrusted with the task of finalizing the report (see summary record IDB.30/SR.7, paras.
zh: 41. 理事会在项目17项下审议了报告草稿（IDB.30/L.1）并整体上通过了报告，但有一项谅解，即委托报告员负责报告的最后定稿工作（见简要记录IDB.30/SR.7，第65至第67段）。

source: 65 to 67).
zh: 十五. 会议闭幕

source: On 23 June 2005, at 9.25 p.m., the Board closed its thirtieth session (see IDB.30/SR.7, paras.
zh: 42. 理事会第三十届会议于2005年6月23日下午9时25分闭幕（见简要记录IDB.30/SR.7，第68至第70段）。

source: 68 to 70).
zh: 附件一

source: Annex I
zh: 理事会第三十届会议通过的决定

source: IDB.30/Dec.1 UTILIZATION OF AVAILABLE CONFERENCE-SERVICING RESOURCES
zh: IDB.30/Dec.1 现有会议服务资源的利用

source: The Industrial Development Board, with the aim of utilizing the available conference-servicing resources to the maximum extent possible, decided to suspend with immediate effect rule 24 of its rules of procedure relating to the quorum, for the meetings of its thirtieth session only, provided no substantive decisions were taken at those meetings.
zh: 工业发展理事会，为尽量充分利用现有会议服务资源，决定立即暂停适用其关于法定人数的议事规则第24条，但仅限于其第三十届会议期间并不作实质性决定的会议。

source: 20 June 2005
zh: 2005年6月20日

source: IDB.30/Dec.2 FINANCIAL SITUATION OF UNIDO
zh: IDB.30/Dec.2 工发组织的财务状况

source: (a) Took note of the information provided in document IDB.30/13;
zh: (a) 注意到IDB.30/13号文件中所介绍的资料；

source: (b) Approved the level of the operating reserve for the biennium 2006-2007 at €3.03 million, representing 15 per cent of the estimated operational budget expenditure for that biennium;
zh: (b) 核准2006-2007两年期业务储备金金额为303万欧元，占该两年期业务预算支出概算15%；

source: (c) Urged Member States and former Member States that had not yet paid their assessed contributions, including advances to the Working Capital Fund and prior years' arrears, to do so without delay;
zh: (c) 促请尚未缴纳其分摊会费，包括周转基金预缴款和以往年份欠款的成员国和前成员国毫不迟延地缴纳这些款项；

source: (d) Requested the Director-General to pursue his efforts and contacts with Member States to effect the collection of arrears.
zh: (d) 请总干事继续努力同成员国洽谈，以收缴拖欠款项。

source: IDB.30/Dec.3 SCALE OF ASSESSMENTS FOR THE FISCAL PERIOD 2006-2007
zh: IDB.30/Dec.3 2006-2007年财政期分摊比额表

source: (a) Took note of document IDB.30/7;
zh: (a) 注意到IDB.30/7号文件；

source: (b) Recommended to the General Conference the establishment of a scale of assessments for the regular budget expenditures of UNIDO for the fiscal period 2006-2007, based on United Nations General Assembly resolution 58/1 B, adjusted to the membership of UNIDO on the understanding that new Members shall be assessed for the year in which they become Members on the basis of the United Nations scale of assessments, as applicable to UNIDO;
zh: (b) 建议大会以联合国大会第58/1 B号决议为基础，按工发组织成员国数目加以调整，制定2006-2007年财政期工发组织经常预算经费分摊比额表，但有一项谅解，即新成员国的会费应在其成为成员国的一年按适用于工发组织的联合国分摊比额表分摊；

source: (c) Urged Member States to pay their assessed contributions for the 2006-2007 biennium in accordance with financial regulation 5.5 (b), which states that contributions and advances shall be due and payable in full within thirty days of the receipt of the communication of the Director-General, or as of the first day of the calendar year to which it relates, whichever is later;
zh: (c) 促请各成员国根据财务条例5.5(b)缴纳其2006-2007两年期分摊会费，该项条例规定，会费和预缴款项应在接到总干事通知之日起三十天内，或在与会费和预缴款项有关日历年的第一天全部付清，以较晚日期为准；

source: (d) Called on Member States and former Member States that are in arrears to fulfil their constitutional obligations by paying their outstanding assessed contributions in full and without conditions as soon as possible, or to take advantage of payment plans to settle their arrears, in accordance with previous decisions by the governing bodies of UNIDO.
zh: (d) 呼吁拖欠会费的成员国和前成员国充分履行其章程义务，尽快无条件地全额缴清其未缴分摊会费，或根据工发组织理事机关先前的各项决定利用缴款计划结清其拖欠款。

source: IDB.30/Dec.4 WORKING CAPITAL FUND FOR THE BIENNIUM 2006-2007
zh: IDB.30/Dec.4 2006-2007两年期周转基金

source: (a) Took note of document IDB.30/3;
zh: (a) 注意到IDB.30/3号文件；

source: (b) Recommended to the General Conference that the level of the Working Capital Fund for the biennium 2006-2007 should remain at €7,423,030 and that the authorized purposes of the Fund for the biennium 2006-2007 should remain the same as for the biennium 2004-2005, i.e. as stipulated in decision GC.2/Dec.27, paragraph (b);
zh: (b) 建议大会使2006-2007两年期周转基金金额保持为7,423,030欧元，并使2006-2007两年期基金授权用途与2004-2005两年期的保持相同，即按GC.2/Dec.27号决定(b)段规定行事；

source: (c) Urged Member States to pay their outstanding assessed contributions as soon as possible to minimize the need to withdraw sums from the Working Capital Fund to meet shortfalls in the payment of assessed contributions.
zh: (c) 促请成员国尽快缴付其未缴分摊会费，以尽量减少提取周转基金款项弥补分摊会费缴款不足的必要性。

source: IDB.30/Dec.5 SECURITY ENHANCEMENTS
zh: IDB.30/Dec.5 加强安全保障

source: (a) Took note of the progress made in the implementation of security enhancements in phase I of the response to ensure compliance with headquarters minimum operating security standards at the Vienna International Centre, as reported in documents IDB.30/11 and PBC.21/CRP.4;
zh: (a) 注意到IDB.30/11号和PBC.21/CRP.4号文件中报告的在维也纳国际中心确保遵守总部最低限度运作安全标准第一响应阶段加强安全保障方面的实施进展情况；

source: (b) Also took note of the information provided in documents IDB.30/12 and Add.1 concerning
zh: (b) 还注意到IDB.30/12和Add.1号文件所提供的关于2004-2005两年期追加概算的资料以及IDB.30/12/Add.2号文件所提供的关于加强安全保障供资办法的资料；

source: (c) Decided to approve the measures proposed under phase II of the same exercise, as approved by the United Nations General Assembly in resolution A/RES/59/276 and outlined in document IDB.30/11;
zh: (c) 决定核准经由联合国大会A/RES/59/276号决议核准并在IDB.30/11号文件中所概述的上述工作第二阶段的拟议措施；

source: (d) Also decided to approve the additional project regarding window replacement, as reported in document IDB.30/11;
zh: (d) 还决定核准IDB.30/11号文件所报告的关于玻璃窗更换的附加项目；

source: (e) Recommended to the General Conference the adoption of the supplementary estimates for 2004-2005, as presented in document IDB.30/12 for phase I, phase II and window replacement, amounting to €2,585,160.
zh: (e) 建议大会通过IDB.30/12号文件中就第一阶段、第二阶段和玻璃窗更换提出的数额为2,585,160欧元的2004-2005年追加概算。
